tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
tap "supabase/tap"
brew "pcre"
brew "aircrack-ng"
brew "webp"
brew "apr-util"
brew "awscli"
brew "bash"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "cloudflared"
brew "openldap"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dive"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "helm"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libmemcached"
brew "logcli"
brew "lolcat"
brew "mackup"
brew "mas"
brew "meilisearch"
brew "minio-mc"
brew "neofetch"
brew "neovim"
brew "neovim-qt"
brew "nmap"
brew "node"
brew "node@16"
brew "node@18"
brew "optipng"
brew "pandoc"
brew "pgcli"
brew "php@8.0"
brew "php@8.1"
brew "pngquant"
brew "pnpm"
brew "postgresql@14"
brew "python@3.9"
brew "ripgrep"
brew "s3cmd"
brew "siege"
brew "subversion"
brew "svgo"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "wv"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "mutagen-io/mutagen/mutagen"
brew "shivammathur/php/php@7.4"
brew "supabase/tap/supabase"
cask "barrier"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "chromium"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "github"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "ngrok"
cask "postman"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
