tap "ddosify/tap"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "nicoverbruggen/cask"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "shopify/shopify"
tap "supabase/tap"
brew "pcre"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "caddy"
brew "pcre2"
brew "glib"
brew "cloudflared"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dive"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fortune"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glab"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "grep"
brew "grype"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libgsf"
brew "libmemcached"
brew "logcli"
brew "lolcat"
brew "mas"
brew "meilisearch"
brew "minio-mc"
brew "neofetch"
brew "neovim"
brew "qt@5"
brew "neovim-qt"
brew "nmap"
brew "node@18"
brew "openjdk@11"
brew "openssl@1.1"
brew "optipng"
brew "pandoc"
brew "pgcli"
brew "php@8.0"
brew "php@8.1"
brew "php@8.2"
brew "pngquant"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15"
brew "protobuf"
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "siege"
brew "snyk-cli"
brew "subversion"
brew "svgo"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "wv"
brew "xq"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "ddosify/tap/ddosify"
brew "derailed/popeye/popeye"
brew "mutagen-io/mutagen/mutagen"
brew "shivammathur/extensions/pcov@8.2"
brew "shopify/shopify/toxiproxy"
brew "supabase/tap/supabase"
cask "barrier"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "chromium"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-liberation"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "github"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "ngrok"
cask "postman"
cask "quicklook-json"
cask "raycast"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "sqlcl"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Aspen", id: 6475777033
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "dariofuzinato.vue-peek"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "open-southeners.laravel-pint"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yinfei.luahelper"
