tap "derailed/popeye"
tap "dty1er/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
brew "argocd"
brew "awscli"
brew "bash"
brew "pcre"
brew "pkg-config"
brew "pcre2"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kube-ps1"
brew "kustomize"
brew "libmemcached"
brew "lolcat"
brew "mackup"
brew "mas"
brew "minio-mc"
brew "neovim"
brew "neovim-qt"
brew "node@16"
brew "optipng"
brew "pgcli"
brew "php@7.4"
brew "php@8.0", restart_service: true
brew "pngquant"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "s3cmd"
brew "siege"
brew "subversion"
brew "svgo"
brew "tldr"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
cask "adobe-acrobat-reader"
cask "caffeine"
cask "calibre"
cask "cyberduck"
cask "dbngin"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "github"
cask "google-drive"
cask "gpg-suite"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "lando"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "ngrok"
cask "postman"
cask "qlmarkdown"
cask "quicklook-json"
cask "ray"
cask "raycast"
cask "screenflow"
cask "signal"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "telegram-desktop"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelbear"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
